{"id":18,"date":"2013-09-04T09:46:32","date_gmt":"2013-09-04T09:46:32","guid":{"rendered":"http:\/\/themes.pixelwars.org\/cvcard-wp\/?p=18"},"modified":"2014-04-12T17:41:44","modified_gmt":"2014-04-12T17:41:44","slug":"html5-and-seo","status":"publish","type":"post","link":"https:\/\/themes.pixelwars.org\/cvcard-wp\/html5-and-seo\/","title":{"rendered":"HTML5 and SEO"},"content":{"rendered":"<p>Etiam et massa feugiat, gravida lectus consectetur, adipiscing metus. Morbi volutpat fringilla tellus vel rhoncus. Aenean eu felis hendrerit, dapibus odio at, convallis sapien. Nulla facilisi. In fringilla neque ipsum, non consectetur ipsum ultrices vitae. Vivamus suscipit nisi non lacinia iaculis. Pellentesque a blandit ipsum, at auctor neque. Aenean luctus dolor sed tellus convallis, non feugiat libero imperdiet. Integer faucibus mauris sit amet molestie feugiat. Nulla facilisi. Ut facilisis condimentum vestibulum. Integer velit mi, rhoncus nec dignissim vel, blandit in ligula. Quisque massa nibh, euismod sed egestas et, faucibus vitae metus. Phasellus luctus sit amet erat sit amet convallis.<\/p>\n<p>In sed porttitor eros. Donec facilisis at odio at ultricies. Nulla rutrum elementum sapien et malesuada. Nullam ultricies ligula ac lectus blandit vehicula. Pellentesque lacinia eget nunc fermentum convallis. Vivamus fermentum mauris in odio imperdiet, vel bibendum erat eleifend. Quisque in eros leo. Cras pulvinar sem iaculis, vehicula enim id, iaculis purus. Aliquam posuere sodales tellus, vel ultrices dolor condimentum eu. Nulla malesuada, lectus eu aliquet luctus, magna magna bibendum velit, in volutpat elit dolor aliquet nunc. Praesent eget suscipit turpis. Cras faucibus ut metus vel semper. Interdum et malesuada fames ac ante ipsum primis in faucibus. Nullam hendrerit, nisl id aliquam rutrum, nisi lectus venenatis ligula, in fringilla nunc justo sit amet elit.<\/p>\n<p>Cras ut fringilla purus, eget laoreet est. Sed ut nulla lectus. Sed ac lobortis felis. Quisque sed neque fermentum, auctor eros nec, commodo leo. Curabitur tincidunt, tellus vitae adipiscing fermentum, quam tellus fringilla diam, a accumsan turpis quam at dolor. Morbi ut ligula sed dui mattis malesuada. Sed facilisis dapibus elit, eu facilisis orci cursus eu. In posuere blandit nunc quis dignissim. Suspendisse fermentum dignissim justo in egestas. Duis at dui mollis tellus tincidunt venenatis id a lectus. Mauris in ultricies dui. Aliquam quis sagittis erat. Mauris vel lectus eu turpis tempus suscipit in feugiat leo. Nulla augue lacus, condimentum in sodales vel, luctus non lectus.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Etiam et massa feugiat, gravida lectus consectetur, adipiscing metus. Morbi volutpat fringilla tellus vel rhoncus. Aenean eu felis hendrerit, dapibus odio at, convallis sapien. Nulla facilisi. In fringilla neque ipsum, non consectetur ipsum ultrices vitae. Vivamus suscipit nisi non lacinia iaculis. Pellentesque a blandit ipsum, at auctor neque. Aenean luctus dolor sed tellus convallis, non&#8230; <a class=\"more-link\" href=\"https:\/\/themes.pixelwars.org\/cvcard-wp\/html5-and-seo\/\">Continue reading <span class=\"meta-nav\">→<\/span><\/a><\/p>\n","protected":false},"author":2,"featured_media":259,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[22],"tags":[25,27,24,23,26],"_links":{"self":[{"href":"https:\/\/themes.pixelwars.org\/cvcard-wp\/wp-json\/wp\/v2\/posts\/18"}],"collection":[{"href":"https:\/\/themes.pixelwars.org\/cvcard-wp\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/themes.pixelwars.org\/cvcard-wp\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/themes.pixelwars.org\/cvcard-wp\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/themes.pixelwars.org\/cvcard-wp\/wp-json\/wp\/v2\/comments?post=18"}],"version-history":[{"count":1,"href":"https:\/\/themes.pixelwars.org\/cvcard-wp\/wp-json\/wp\/v2\/posts\/18\/revisions"}],"predecessor-version":[{"id":19,"href":"https:\/\/themes.pixelwars.org\/cvcard-wp\/wp-json\/wp\/v2\/posts\/18\/revisions\/19"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/themes.pixelwars.org\/cvcard-wp\/wp-json\/wp\/v2\/media\/259"}],"wp:attachment":[{"href":"https:\/\/themes.pixelwars.org\/cvcard-wp\/wp-json\/wp\/v2\/media?parent=18"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/themes.pixelwars.org\/cvcard-wp\/wp-json\/wp\/v2\/categories?post=18"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/themes.pixelwars.org\/cvcard-wp\/wp-json\/wp\/v2\/tags?post=18"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}